Repository: jonaso220/LiftWave
Catalog: ios/LiftWave Watch Widget/Localizable.xcstrings
Source language: es
Languages: de, en, fr, ja, ko, pt

# watch_rest
source: Descanso
de: Pause
en: Rest
fr: Repos
ja: 休憩
ko: 휴식

# watch_done
source: ¡Listo!
de: Fertig!
en: Done!
fr: Terminé !
ja: 完了！
ko: 완료!
pt: Pronto!

# watch_running
source: En curso
de: Läuft
en: Running
fr: En cours
ja: 実行中
ko: 진행 중
pt: Em andamento

# watch_paused
source: Pausado
de: Pausiert
en: Paused
fr: En pause
ja: 一時停止
ko: 일시정지

# watch_workout
source: Entrenamiento
de: Training
en: Workout
fr: Entraînement
ja: ワークアウト
ko: 운동
pt: Treino

# watch_noExercises
source: Sin ejercicios aún
de: Noch keine Übungen
en: No exercises yet
fr: Pas encore d'exercices
ja: エクササイズなし
ko: 아직 운동 없음
pt: Sem exercícios ainda

# watch_sets
source: series
de: Sätze
en: sets
fr: séries
ja: セット
ko: 세트
pt: séries

# watch_noWorkout
source: No hay entrenamiento activo
de: Kein aktives Training
en: No active workout
fr: Pas d'entraînement en cours
ja: アクティブな ワークアウトなし
ko: 활성 운동 없음
pt: Nenhum treino ativo

# watch_startOnIphone
source: Inicia uno en tu iPhone
de: Starte eins auf deinem iPhone
en: Start one on your iPhone
fr: Démarrez-en un sur votre iPhone
ja: iPhoneで開始してください
ko: iPhone에서 시작하세요
pt: Inicie um no seu iPhone

# watch_training
source: Entrenando
de: Training
en: Training
fr: En cours
ja: トレーニング中
ko: 운동 중
pt: Treinando

# watch_resting
source: Descansando
de: Pause
en: Resting
fr: Repos
ja: 休憩中
ko: 휴식 중

# watch_ready
source: Listo
de: Bereit
en: Ready
fr: Prêt
ja: 準備完了
ko: 준비 완료
pt: Pronto

# watch_widgetDescription
source: Timer de descanso y estado del entrenamiento.
de: Pausentimer und Trainingsstatus.
en: Rest timer and workout status.
fr: Minuteur de repos et état de l'entraînement.
ja: 休憩タイマーとワークアウト状況。
ko: 휴식 타이머 및 운동 상태.
pt: Timer de descanso e status do treino.

# watch_restTimer
source: Timer de descanso
de: Pausentimer
en: Rest timer
fr: Minuteur de repos
ja: 休憩タイマー
ko: 휴식 타이머
